Repository: scalexpert/scalexpert-woocommerce
Catalog: WP-PHP8.2/woo-scalexpert/languages/woo-scalexpert-*.po
Languages: fr_fr

source: Order again
fr_fr: Commander à nouveau

source: --Please choose an operator--
fr_fr: --Veuillez sélectionner un transporteur--

source: A technical error occurred during process, please retry.
fr_fr: Une erreur technique est survenue pendant le processus, veuillez réessayer.

source: Activate / deactivate
fr_fr: Activer / désactiver

source: Activate cron
fr_fr: Activation de la tâche planifiée

source: Activate plugin in Woocommerce
fr_fr: Activer Scalexpert pour Woocommerce

source: Activate/deactivate financing options
fr_fr: Activer/désactiver les options de financement

source: Activated
fr_fr: Activé

source: Administer
fr_fr: Administrer

source: Amount to be cancelled:
fr_fr: Montant de l'annulation :

source: API keys
fr_fr: Clés API

source: At the top basket block
fr_fr: En haut du bloc panier

source: At the top of the add to basket block
fr_fr: En haut du bloc d'ajout au panier

source: Brand attribute to be configured and filled in for products to be financed by Scalexpert
fr_fr: Attribut de la marque à configurer et à remplir pour les produits à financer par Scalexpert

source: Cache duration
fr_fr: Durée du cache

source: Cache duration in seconds p.e. 24h = 86400
fr_fr: Durée du cache en secondes p.e. 24h = 86400

source: Cache life
fr_fr: Durée de vie du cache

source: Cancel financing
fr_fr: Annuler le financement

source: CANCELED BY CUSTOMER
fr_fr: Annulation demandée par le client

source: Cancelled amount:
fr_fr: Montant de l'annulation :

source: cancelledAmount should be strictly positive
fr_fr: Le montant annulé doit être strictement positif

source: Cart page
fr_fr: Page panier

source: Cart value or product not eligible for Scalexpert financing !
fr_fr: Valeur du panier ou produit non éligible au financement Scalexpert !

source: Check my key
fr_fr: Vérifier ma clé

source: Choose your environment
fr_fr: Choisissez votre environnement

source: Configurations included in WooCommerce
fr_fr: Configurations incluses dans WooCommerce

source: Configure my keys
fr_fr: Configurer mes clés

source: Confirm delivery
fr_fr: Confirmer la livraison

source: Confirm delivery not available
fr_fr: Les informations de livraisons ne sont pas disponibles

source: Cron settings
fr_fr: Paramètres de la tâche planifiée

source: Customise
fr_fr: Personnaliser

source: Customise payment
fr_fr: Titre

source: Customise the block
fr_fr: Titre

source: Debug
fr_fr: Débogage

source: Delivery informations
fr_fr: Informations de livraison

source: Display on cart
fr_fr: Affichage sur le panier

source: Display on product sheets
fr_fr: Affichage sur les fiches produits

source: Display settings
fr_fr: Paramètres d'affichage

source: Display the logo
fr_fr: Afficher le logo

source: Enable / Disable
fr_fr: Activer / Désactiver

source: Enable/Disable API Caching
fr_fr: Activer/désactiver la mise en cache de l'API

source: Enable/Disable Debug
fr_fr: Activer/désactiver le débogage

source: Enter your production ID
fr_fr: Saisissez votre identifiant de production

source: Enter your production key
fr_fr: Entrez votre clé de production

source: Enter your test ID
fr_fr: Saisissez votre identifiant de test

source: Enter your test key
fr_fr: Entrez votre clé de test

source: Every 5 Minutes
fr_fr: Toutes les 5 minutes

source: Every half an Hour
fr_fr: Toutes les demi-heures

source: Every Hour
fr_fr: Toutes les heures

source: Every Minute
fr_fr: Chaque minute

source: Every two weeks
fr_fr: Toutes les deux semaines

source: Exclusion of categories
fr_fr: Exclusion de catégories

source: Execute update status order with following link :
fr_fr: Exécutez la mise à jour des status des commandes via le lien suivant :

source: Final Amount is less than minimum authorized amount
fr_fr: L'annulation du financement peut être totale ou partielle. Dans le cas d'une annulation partielle, le montant du financement restant après annulation ne doit pas être inférieur à 100€.

source: Financed amount reduced by:
fr_fr: Montant financé réduit de :

source: Financed Amount:
fr_fr: Montant du financement :

source: Financing
fr_fr: Financement

source: Financing application abandoned by the customer or following a technical incident
fr_fr: La commande a échouée pour une raison technique ou un refus de financement. <br> Vous pouvez recréer la commande en cliquant sur le bouton ci-dessous.

source: Financing request aborted
fr_fr: Demande de financement abandonnée par le client ou suite à un incident technique

source: Financing request accepted
fr_fr: Demande de financement acceptée

source: Financing request cancelled
fr_fr: Demande de financement annulée

source: Financing request in progress
fr_fr: Demande de financement initiée

source: Financing request initiated
fr_fr: Appel de Scalexpert pour une demande de financement

source: Financing request pre-accepted
fr_fr: Demande de financement transmise à l’organisme prêteur et en attente de décision

source: Financing request rejected
fr_fr: Demande de financement refusée

source: Financing SG
fr_fr: Financement SG

source: Financing Simulator
fr_fr: Personnalisation de l’encart de financement

source: Find my key
fr_fr: Trouver ma clé

source: FinID:
fr_fr: Identifiant de souscription :

source: General Configuration
fr_fr: Configuration Générale

source: Interval time
fr_fr: Intervalle de temps

source: It is preferable for the performance of your Wordpress installation to run the CRON task via a server crontab. To do this, give your server administrator the following url:<br> HOMEURL / SHOPPAGE (shop, boutique, ...) / ?updateOrder (see example below)
fr_fr: Il est préférable pour les performances de votre installation de Wordpress d'executer la tâche CRON par un crontab serveur. Pour cela communiquez à votre administrateur serveur l'url composée de la manière suivante : HOMEURL / SHOPPAGE (shop, boutique, ... ) / ?updateOrder (voir l'exemple ci-dessous)

source: Log files are available in the following folder :
fr_fr: Les fichiers journaux sont disponibles dans le dossier suivant :

source: Make a selection
fr_fr: Effectuer une sélection

source: Model attribute to be configured and filled in for products to be financed by Scalexpert
fr_fr: Attribut du modèle à configurer et à remplir pour les produits à financer par Scalexpert

source: Monthly
fr_fr: Mensuel

source: Name Attribute Brand
fr_fr: Nom Attribut Marque

source: Name Attribute Model
fr_fr: Nom Attribut Modèle

source: New financed amount:
fr_fr: Nouveau montant financé :

source: New order creation failed !
fr_fr: La création d'une nouvelle commande a échoué !

source: No orders to update
fr_fr: Aucunes commandes à mettre à jour

source: No SG financing for this order
fr_fr: Pas de financement SG pour cette commande

source: Off
fr_fr: Désactivé

source: Once a Day
fr_fr: Une fois par jour

source: Once a Week
fr_fr: Une fois par semaine

source: Ooops! Scalexpert is not yet activated!
fr_fr: Oups ! Scalexpert n'est pas encore activé !

source: Operator
fr_fr: Transporteur

source: Orderdate:
fr_fr: Date de souscription :

source: Orders updated
fr_fr: Commandes mises à jour

source: Payment page
fr_fr: Page de paiement

source: Please enter your API keys for the different environments here.
fr_fr: Veuillez saisir ici vos clés API pour les différents environnements.

source: Product page
fr_fr: Page produit

source: Save changes
fr_fr: Enregistrer les modifications

source: Save the configuration to make sure it is applied.
fr_fr: Enregistrez la configuration pour vous assurer qu'elle soit appliquée.

source: Scalexpert title Basket
fr_fr: Titre Panier Scalexpert

source: Select a solution
fr_fr: Choisir une solution

source: Setting the keys
fr_fr: Paramétrer les clés

source: Settings for cron update status
fr_fr: Paramètres pour de la tâche planifiée

source: Show logo for basket
fr_fr: Afficher le logo

source: Show logo for cart
fr_fr: Afficher le logo sur le panier

source: SOCIETE GENERALE
fr_fr: SOCIÉTÉ GÉNÉRALE

source: Starting orders update
fr_fr: Début de la mise à jour des commandes

source: Status:
fr_fr: Statut :

source: Subscribe to this offer.
fr_fr: Souscrire à cette offre.

source: Substatus:
fr_fr: Sous-statut :

source: The cancelledAmount is greater than the financedAmount. You can only request cancellation with cancelledAmount equal or lower than the financedAmount.
fr_fr: Le montant annulé est supérieur au montant financé. Vous ne pouvez demander une annulation que si le montant annulé est égal ou inférieur au montant financé.

source: The credit subscription is already cancelled.
fr_fr: La souscription crédit est déjà annulé.

source: The total amount of your basket does not allow payment in several times. Please select another payment method.
fr_fr: Le montant total de votre panier ne permet pas le paiement en plusieurs fois. Veuillez sélectionner une autre méthode de paiement.

source: This description is displayed in the Woocommerce configuration
fr_fr: Cette description est affichée dans la configuration de Woocommerce

source: This option is disabled on your site
fr_fr: Cette option est désactivée sur votre site

source: This option is enabled on your site
fr_fr: Cette option est activée sur votre site

source: This option is not available in your contract.
fr_fr: Cette option n'est pas disponible dans votre contrat.

source: This title is used to display the payment method in the checkout.
fr_fr: Ce titre est utilisé pour afficher le mode de paiement au checkout.

source: Title
fr_fr: Titre

source: Tracking number
fr_fr: N° de suivi

source: Twice a Day
fr_fr: Deux fois par jour

source: Under the add to basket blocks
fr_fr: Sous les blocs d'ajout au panier

source: Under the basket block
fr_fr: Sous le bloc panier

source: Unique position on cart page
fr_fr: Position sur la page panier

source: Unique position on product pages
fr_fr: Position sur la page produit

source: UNKNOWN
fr_fr: Autres

source: Your phone number is not correct !
fr_fr: Votre numéro de téléphone n'est pas correct !

source: SUBSCRIPTION PRE-APPROVED BY PRODUCER - WAITING FOR CONTRACT SIGNATURE
fr_fr: En attente de signature client

source: SUBSCRIPTION APPROVED BY PRODUCER
fr_fr: Souscription acceptée par l’organisme prêteur

source: CONTRACT SIGNED BY CUSTOMER
fr_fr: Contrat signé par le client

source: WAITING FOR THE DELIVERY CONFIRMATION
fr_fr: En attente de confirmation de livraison des produits par le marchand

source: AWAITING PAYMENT TO MERCHANT
fr_fr: En attente du paiement de la commande par l’organisme prêteur

source: PAYMENT HAS BEEN ISSUED TO MERCHANT
fr_fr: Paiement de la commande réalisé par l’organisme prêteur

source: SUBSCRIPTION REJECTED BY PRODUCER
fr_fr: Refus de l’organisme prêteur

source: ABORTED BY CUSTOMER
fr_fr: Abandon de la souscription par le client

source: ABORTED DUE TO TECHNICAL ISSUE
fr_fr: Incident technique lors de la souscription

source: WAITING CUSTOMER FOR ADDITIONAL INFORMATION
fr_fr: Informations complémentaires demandées au client

source: EXPIRED
fr_fr: Demande de souscription expirée

source: Group financing method
fr_fr: Grouper les méthodes de financements
